[ItemDefs.ID_IrisDL2_ProductRecall_Beer MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cerveja Adulterada"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_IrisDL2_ProductRecall_Beer:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Com isso você vai acabar bêbado... ou morto."
NoConstraintText=""
Suffix=""
Prefix=""

